Repository: common-repository/stonehenge-em-ongoing-events
Catalog: languages/stonehenge-em-ongoing-events-*.po
Languages: nl_nl

source: How do Ongoing Events work?
nl_nl: Hoe werken Doorlopende Evenementen?

source: This add-on lets you create single events that are linked together, but only require one booking for the user to attend all events. This can be useful if you are organizing classes, multi-day workshops or seminars, for example.
nl_nl: Met deze add-on kun je losse evenementen maken die wel aan elkaar zijn gekoppeld, maar slechts één reservering nodig hebben om de bepruiken toch voor alle evenementen in te schrijven. Dit kan handig zijn als je bijvoorbeeld lessen, meerdaagse workshops of seminars organiseert.

source: The idea is that you create one single event as the first day of this ongoing series. In that event you can specify the other dates and times for the underlying events.
nl_nl: Het idee is, dat je één los evenement als de eerste dag van deze doorlopende serie aanmaakt. In dat evenement kun je de overige data en tijden van de onderliggende evenementen opgeven.

source: When you publish the main event, the sub events will be created automatically. Their content will reflect that it is an ongoing sub event and link back to the booking form of the main event.
nl_nl: Zodra je het hoofd-evenement publiceert, worden alle sub-evenementen automatisch aangemaakt. Hun inhoud zal duidelijk maken dat het een sub-evenement betreft en terug linken naar het reserveringsformulier van het hoofd-evenement.

source: If you do not want to display the predefined Ongoing Events Table, simply remove the shortcode from the page content after creation.
nl_nl: Als je de vooraf gedefinieerde tabel met Doorlopende Evenementen niet wilt tonen, verwijder dan simpelweg de shortcode uit de pagina-inhoud.

source: <b>Note:</b> Dates and times of the sub events can only be maintained in the main event.
nl_nl: <b>Let op:</b> Data en tijden van de sub-evenementen kunnen uitsluitend vanuit het hoofd-evenement worden beheerd.

source: Date & Time settings.
nl_nl: Datum- en tijdinstellingen.

source: This add-on will use the formatting settings in %s to display dates and time.
nl_nl: Deze add-on gebruikt de opmaakinstellingen in %s om datums en tijden te tonen.

source: The jQuery variant for date and time pickers will be automatically converted to have the same lay-out as their PHP equivalents, so there are no new settings to be set.
nl_nl: De jQuery-variant voor datum- en tijdkiezers wordt automatisch omgezet naar dezelfde lay-out als hun PHP-equivalenten, dus hoeven er geen nieuwe instellingen te worden ingesteld.

source: Show Info
nl_nl: Toon Info

source: Would you like to show Ongoing Events info in the Admin Events List page?
nl_nl: Wil je informatie over Doorlopende Evenement in de Evenementenlijst-pagina in de Admin tonen?

source: Delete Data
nl_nl: Verwijder Data

source: Automatically delete all data from your database when you uninstall this plugin?
nl_nl: Automatisch alle data uit de database verwijderen als je deze plugin de-installeert?

source: Please specify below how you want certain fields of the sub events to be named. Your input will be used throughout this plugin in the Admin and Front-End.
nl_nl: Geef hieronder aan hoe je bepaalde velden wilt benoemen. Je invoer zal overal in deze plugin gebruikt worden, zowel aan de beheerders- als voorkant.

source: Ask to Enable
nl_nl: Vragen om in te schakelen

source: This question will be shown in the Edit Event Page before the toggle.
nl_nl: Deze vraag wordt in de “Evenement bewerken”-pagina vóór de toggle getoond.

source: Does this event span over multiple days?
nl_nl: Duurt dit evenement meerdere dagen?

source: Label for %s
nl_nl: Label voor %s

source: Day
nl_nl: Dag

source: This indicates the Sub Event. Use something like "Day" or "Part".
nl_nl: Dit geeft het subevenement aan. Gebruik iets als “Dag” of “Deel”.

source: This is the Header of the [ongoing-events] table.
nl_nl: Dit is de koptekst van de [ongoing-events] tabel.

source: Booking Notice
nl_nl: Kennisgeving bij Reservering

source: This message is shown below the Ongoing Events Table to tell visitors they only have to book one time for all dates.
nl_nl: Dit bericht wordt onder de Doorlopende Evenementen Tabel getoond om bezoeker te laten weten dat ze slechts één reservering voor alle data hoeven te plaatsen.

source: Wildcards
nl_nl: Jokers

source: You can use the following wildcards in sections below to target the specific information:
nl_nl: Je kunt de volgende jokers in de onderdelen hieronder gebruiken om specifieke informatie te tonen:

source: Sub Event Indication
nl_nl: Sub-evenement indicatie

source: Sub Event Content
nl_nl: Sub-evenement Inhoud

source: Sub Event Excerpt
nl_nl: Sub-evenement samenvatting

source: Displays post ID of the Main Event.
nl_nl: Toont het post-ID van het hoofd-evenement.

source: Displays event name of the Main Event.
nl_nl: Toont de naam van het hoofd-evenement.

source: Displays start date of the Main Event.
nl_nl: Toont de startdatum van het hoofd-evenement.

source: Displays start time of the Main Event.
nl_nl: Toont de starttijd van het hoofd-evenement.

source: Displays end time of the Main Event.
nl_nl: Toont de eindtijd van het hoofd-evenement.

source: Displays label of each sub event (first field above).
nl_nl: Toont het label van elk sub-evenement (eerste veld hierboven).

source: Displays the incremented number of this specific Sub Event.
nl_nl: Toont het opgehoogde nummer van dit specifieke sub-evenement.

source: Displays the start date of this specific Sub Event.
nl_nl: Toont de startdatum van dit sub-evenement.

source: Displays the start time of this specific Sub Event.
nl_nl: Toont de starttijd van dit sub-evenement.

source: Displays the end time of this specific Sub Event.
nl_nl: Toont de eindtijd van dit sub-evenement.

source: Displays the date of the last event in this series.
nl_nl: Toont de datum van het laatste sub-evenement in deze serie.

source: This is the main event of an ongoing event series.
nl_nl: Dit is het hoofd-evenement van een doorlopende serie.

source: Dates and booking are maintained here.
nl_nl: Datums en reserveringen worden hier beheerd.

source: If you delete this event, all linked sub-events will be deleted as well.
nl_nl: Als je dit evenement verwijdert, worden ook alle sub-evenementen gewist.

source: These details are maintained in the Main Event.
nl_nl: Deze details worden in het hoofd-evenement beheerd.

source: Events Manager Settings
nl_nl: Events Manager-instellingen

# This plugin uses the formatting in your settings
source: This plugin uses the %1$s in your %2$s.
nl_nl: Deze plugin gebruikt de %1$s in je %2$s.

source: This is a Main Event of an ongoing event series.
nl_nl: Dit is het hoofdevenement van een doorlopende serie.

source: To display the Ongoing Events Table in your %s, you can use the placeholder %s.
nl_nl: Om de Doorlopende Evenementen-tabel in je %s te tonen, kun je placeholder %s gebruiken.

source: By adding the placeholder %s to end of your %s, a .ics file will be added to the email.
nl_nl: Door de placeholder %s aan het einde van je %s toe te voegen, wordt er een .ics-bestand aan de e-mail toegevoegd.

source: The attachment will only contain the events in its own Ongoing Series and will only be added if the booking is indeed an Ongoing Event.
nl_nl: De bijlage zal alleen de evenementen in de eigen Doorlopende Serie bevatten en alleen worden toegevoegd als de reservering inderdaad een Doorlopend Evenement is.

source: Each item will show the Event Name, Event Location, Event Excerpt and the start & end time per event.
nl_nl: Elk item zal de naam, locatie, uittreksel en de start- en eindtijd van elk evenement tonen.

source: Depending on the calendar app used, the item will show a map of the location.
nl_nl: Afhankelijk van de gebruikte agenda-app zal het item ook een kaart van de locatie tonen.

source: Ongoing Event
nl_nl: Doorlopend Evenement

source: This is a Recurring Event.
nl_nl: Dit is een Terugkerend Evenement.

source: It cannot also be an ongoing event. You would have to detach it first.
nl_nl: Dit kan niet óók een doorlopend evenement zijn. Je zou het eerst moeten loskoppelen.

# This is item # of Main Event
source: This is %1$s %2$s of <a href=%3$s>%4$s</a>.
nl_nl: Dit is %1$s %2$s van <a href=%3$s>%4$s</a>.

source: Sub Event Details and Bookings are maintained in the Main Event.
nl_nl: Details en reserveringen van het sub-evenement worden in het hoofd-evenement beheerd.

source: Dates, times and booking are maintained here.
nl_nl: Datums, tijden en reserveringen worden hier beheerd.

source: You may want to use the shortcode %s in your content.
nl_nl: Misschien wil je de shortcode %s in je inhoud gebruiken.

source: The end time cannot before the start time.
nl_nl: De eindtijd kan niet vóór de starttijd liggen.

source: Click here to add to your calendar
nl_nl: Klik hier om aan je agenda toe te voegen

source: Not all required fields were filled out. Please check all sections and try again.
nl_nl: Niet alle verplichte velden zijn ingevuld. Controleer alle onderdelen en probeer het opnieuw.

source: %s requires <strong>%s</strong> to be installed & activated.
nl_nl: %s vereist dat <strong>%s</strong> geïnstalleerd en geactiveerd is.

source: To edit this template, first copy the original file, before making adjustments. <br>%s
nl_nl: Als je dit sjabloon wilt bewerken, moet je, voordat je aanpassingen maakt, eerst het originele bestand kopiëren <br>%s

source: New options have been added.
nl_nl: Er zijn nieuwe opties toegevoegd.

# Please check your settings and click on "Save Changes".
source: Please check your <a href=%1$s>%2$s</a> and click on "%3$s".
nl_nl: Controleer je <a href=%1$s>%2$s</a> en klik op “%3$s”.

source: You can use the filter <code>%s</code> with these variables: <code>%l</code>.
nl_nl: Je kunt het filter <code>%s</code> met de variabelen gebruiken: <code>%l</code>.

source: You can hook into this by using the <code>%s</code> action hook and these variables: <code>%l</code>.
nl_nl: Je kunt hier op inhaken door de <code>%s</code> action hook en deze variabelen te gebruiken: <code>%l</code>.

source: Important
nl_nl: Belangrijk

source: Enabling this section will schedule a WP Cron Job to run daily at the given time.
nl_nl: Door deze optie in te schakelen, wordt er op de gegeven tijd een degelijke WP Cron Job ingepland.

source: If you set this option to "No" or deactivate this plugin, the WP Cron Job will be cancelled immediately.
nl_nl: Als je deze optie op “Nee” zet of deze plugin deactiveert, zal de WP Cron Job onmiddellijk geannuleerd worden.

source: Reactivating this plugin will reschedule the WP Cron Job (or not) according to the last saved settings.
nl_nl: Als je de plugin opnieuw activeert, wordt de WP Cron Job volgens de laatst bewaarde instellingen wel/niet ingepland.

source: If you have a low-traffic website, it is best to not rely on the default WP Cron Jobs.
nl_nl: As je een website met weinig verkeer hebt, kun je beter niet op de standaard WP Cron Jobs vertrouwen.

source: Tom McFarlin wrote a great read on how to solve that.
nl_nl: Tom McFarlin heeft een geweldig stuk geschreven om dit op te lossen.

source: License
nl_nl: Licentie

source: This plugin will use the credentials in %s to send emails.
nl_nl: Deze plugin zal de gegevens in %s gebruiken om e-mails te versturen.

source: If defined, the header, footer and CSS markup will be automatically applied.
nl_nl: Indien ingevuld, worden de hoofdtekst, voettekst en CSS automatisch toegepast.

source: Install Now
nl_nl: Installeer Nu

source: View details
nl_nl: Details bekijken

source: More information about %s
nl_nl: Meer informatie over %s

source: Check for updates
nl_nl: Controleer op updates

# the plugin title
source: The %s plugin is up to date.
nl_nl: De %s plugin is bijgewerkt.

# the plugin title
source: A new version of the %s plugin is available.
nl_nl: Er is een nieuwe versie van de %s plugin beschikbaar.

# the plugin title
source: Could not determine if updates are available for %s.
nl_nl: Kon niet bepalen of updates beschikbaar zijn voor %s.

source: Unknown update checker status "%s"
nl_nl: Onbekende update checker status "%s"

source: There is no changelog available.
nl_nl: Er is geen changelog beschikbaar.
